/// 두번째 과제
/// 1. 1부터 100까지의 숫자 중 3의 배수만 출력하는 프로그램을 작성하시오.

/// 2. 햄버거 판매 프로젝트
/// - 햄버거는 "불고기버거", "치킨버거", "새우버거" 세가지 종류가 있다.
/// - 각각의 햄버거는 3000원, 3500원, 4000원이다.
/// 손님이 주문할 햄버거를 입력받으세요.
/// 새우버거가 2번 판매되면, 지금까지 판매된 햄버거의 각 종류와 개수, 그리고 총 판매금액을 출력하세요.

/// 햄버거 판매를 시작합니다.
/// (1) 주문할 햄버거를 입력하세요. : 불고기버거
/// (2) 주문할 햄버거를 입력하세요. : 치킨버거
/// (3) 주문할 햄버거를 입력하세요. : 새우버거
/// (4) 주문할 햄버거를 입력하세요. : 새우버거
/// 지금까지 판매된 햄버거의 종류와 개수, 그리고 총 판매금액은 다음과 같습니다.
/// 불고기버거 : 1개
/// 치킨버거 : 1개
/// 새우버거 : 2개
/// 총 판매금액 : 14500원
